import React from 'react';

const MethodPage = () => (
  <div>
    <h1>研究方法</h1>
    <h5>賽局理論（Game Theory）希望能瞭解並預測參與者的行為模式，分析他們做決定的情形。應用層面相當廣泛，與許多學科和領域都可以做結合。</h5>
    <h5>其基本前提假設，是預設所有人都有經濟學上的理性，指的是完全的自利(self-interest)，追求自身利益的極大化。雖可簡化模型的複雜程度，但也因此必須進行更深入且細膩的分析。</h5>
    <h5>在實驗中，我們使用囚犯兩難、志願者兩難、圍捕公鹿、最後通牒這4種不同的賽局模型，以觀察學生的選擇傾向。</h5>
    <h1>實驗流程</h1>
    <h5>所須材料為作答卷、測後問卷、演示簡報。作答卷與測後問卷每位受試者一張，實驗過程中不會記錄受試者的真實姓名，因此屬於匿名的實驗。演示簡報包含各題之文字敘述與相關表格，由主持人逐一閱讀並控制實驗進行。</h5>
    <h5>第一階段流程約十分鐘，每小題做答時間皆為一分鐘。完畢後進入第二階段測後問卷的填答。在兩階段都完成後，將受試者兩兩隨機配對，依編號發放等值文具報酬。因此受試者的選擇策略，會影響到個人實際收穫的多寡，以及其他受試者的配對結果。</h5>
    <h5>採用「有報酬」的實驗方式，是希望能更真實地模擬實際情境，將受試者心中真實想法和作答時的落差降至最低。</h5>
  </div>
);

export default MethodPage;
